{
    "code":1,
    "data":{
        "basic":{
            "name":"华佗",
            "lname":"字元化，一名旉",
            "image":"https://bkimg.cdn.bcebos.com/pic/314e251f95cad1c8d02d8b537f3e6709c93d512b?x-bce-process=image/resize,m_lfit,w_220,h_220,limit_1",
            "period":"东汉末年(约公元145年－公元208年)",
            "events":"华佗与董奉、张仲景并称为“建安三神医”。少时曾在外游学，行医足迹遍及安徽、河南、山东、江苏等地，钻研医术而不求仕途。他医术全面，尤其擅长外科，精于手术。并精通内、妇、儿、针灸各科。 晚年因遭曹操怀疑，下狱被拷问致死。华佗被后人称为“外科圣手”、“外科鼻祖”。被后人多用神医华佗称呼他，又以“华佗再世”、“元化重生”称誉有杰出医术的医师。",
            "books":"《青囊经》（已佚）",
            "contribution":[
                {
                    "contributionId":1000,
                    "name":"麻沸散",
                    "detail":"华佗首创用全身麻醉法施行外科手术，被后世尊之为“外科鼻祖”。他不但精通方药，而且在针术和灸法上的造诣也十分令人钦佩。华佗到处走访了许多医生，收集了一些有麻醉作用的药物，经过多次不同配方的炮制，终于把麻醉药试制成功，他又把麻醉药和热酒配制，使患者服下、失去知觉，再剖开腹腔、割除溃疡，洗涤腐秽，用桑皮线缝合，涂上神膏，四五日除痛，一月间康复。因此，华佗给它起了个名字——麻沸。"
                },
                {
                    "contributionId":1001,
                    "name":"医疗体育",
                    "detail":"华佗也是中国古代医疗体育的创始人之一。他不仅善于治病，还特别提倡养生之道。他曾对弟子吴普说：“人体欲得劳动，但不当使极耳，动摇则俗气得消，血脉流通，病不得生，户枢不朽也”。华佗继承和发展了前人“圣人不治己病，治未病”的预防理论，为年老体弱者编排了一套模仿猿、鹿、熊、虎等五种禽兽姿态的健身操——“五禽戏”。"
                },
                {
                    "contributionId":1002,
                    "name":"外科手术",
                    "detail":"华佗是中国历史上第一位创造手术外科的专家，也是世界上第一位发明麻醉剂“麻沸散”及发明用针灸医病的先驱者、创始人。“麻沸散”为外科医学的开拓和发展开创了新的研究领域。他的发明比美国的牙科医生摩尔顿( 1846年)发明乙醚麻醉获得成功要早1600多年。"
                },
                {
                    "contributionId":1003,
                    "name":"医学精神",
                    "detail":"华佗生活的时代，是在东汉末年三国初期。那时，军阀混乱，水旱成灾，疫病流行，人民处于水深火热之中。当时一位著名诗人王粲在其《七哀诗》里，写了这样两句：“出门无所见，白骨蔽平原”。目睹这种情况，华佗非常痛恨作恶多端的封建豪强，十分同情受压迫受剥削的劳动人民。为此，他不愿做官，宁愿捍着金箍铃，到处奔跑，为人民解脱疾苦。"
                }
            ],
            "memorial":[
                {
                    "memorialId":2000,
                    "name":"许昌华佗墓",
                    "detail":"河南许昌华佗墓位于许昌城北15公里苏桥村南石梁河西岸，墓高4米，占地360平方米。墓呈椭园形，前有清乾隆十七年（公元1752年）立石碑一通，楷书：“汉神医华公墓”。墓地六角形，青砖花墙环绕，翠柏青松掩映，1985年中华全国中医学会河南分会在许昌召开“华佗学术研讨会”，镌立“东汉杰出医学家华佗之墓”石碑一通。"
                },
                {
                    "memorialId":2000,
                    "name":"沈丘华佗墓",
                    "detail":"河南周口沈丘槐店镇的西南角，沙颍河南岸，有一个像小山包一样的大土堆，当地人称华骨冢，又叫华佗冢。相传东汉末年名医华佗就安葬在这里。1979年1月，当时的沈丘县革命委员会把该冢定为重点文物保护单位。2003年，沈丘县人民政府把冢前的道路更名为华佗路。冢南一华里处有个村庄叫华佗寺，因村内有座华佗寺庙而得名。"
                }
            ]
        },
        "boxOffice": {
            "markerId": 10000,
            "ranking": 0,
            "todayBox": 0,
            "todayBoxDes": "",
            "todayBoxDesUnit": "",
            "totalBox": 0,
            "totalBoxDes": "",
            "totalBoxUnit": ""
          },
          "live": {
            "count": 0,
            "img": "",
            "isSubscribe": false,
            "liveId": 0,
            "playNumTag": "",
            "playTag": "",
            "status": 3,
            "title": ""
          },
          "playState": "2"

    },
    "msg": "成功",
    "showMsg": ""
}